//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2020-2021, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************

//******************************************************************************
// [File] XCradleChsDefaultFixedBootOrder.uni
// [Description] Add XCradle Chinese STR define in this file
// [Author] JSY-ZZP
// [Date] 2021/02/25
//******************************************************************************
/=#
#langdef   x-AMI "x-AMI"
#langdef   en-US "English"
#langdef   zh-chs "中文 (简体)"

#string STR_FIXED_BOOT_ORDER_SUBTITLE   #language zh-chs "固定的启动顺序优先级"
#string STR_BOOT_OPTION          #language zh-chs "启动项 #%d"
#string STR_BOOT_OPTION_HELP     #language zh-chs "设置系统启动顺序"
#string STR_DISABLED            #language zh-chs "禁用"
#string STR_BOOT_HDD            #language zh-chs "硬盘"
#string STR_BOOT_HDD1            #language zh-chs "硬盘1"
#string STR_BOOT_HDD2            #language zh-chs "硬盘2"
#string STR_BOOT_HDD3            #language zh-chs "硬盘3"
#string STR_BOOT_HDD4            #language zh-chs "硬盘4"
#string STR_BOOT_HDD5            #language zh-chs "硬盘5"
#string STR_BOOT_NETWORK        #language zh-chs "网络"
#string STR_BOOT_USB            #language zh-chs "USB设备"
#string STR_BOOT_OTHER          #language zh-chs "其他设备"
#string STR_BOOT_DUAL_OTHER     #language zh-chs "其他设备"
#string STR_BOOT_UEFI_HDD        #language zh-chs "硬盘"
#string STR_BOOT_UEFI_HDD1        #language zh-chs "硬盘1"
#string STR_BOOT_UEFI_HDD2        #language zh-chs "硬盘2"
#string STR_BOOT_UEFI_HDD3        #language zh-chs "硬盘3"
#string STR_BOOT_UEFI_HDD4        #language zh-chs "硬盘4"
#string STR_BOOT_UEFI_HDD5        #language zh-chs "硬盘5"
#string STR_BOOT_UEFI_NETWORK    #language zh-chs "网络"
#string STR_BOOT_UEFI_USB           #language zh-chs "USB设备"
#string STR_BOOT_UEFI_OTHER         #language zh-chs "其他设备"
#string STR_BOOT_DUAL_UEFI_DEVICE        #language zh-chs "UEFI设备"
#string STR_BOOT_DUAL_UEFI_OTHER         #language zh-chs "其他设备"
#string STR_HDD_BOOT_ORDER_SUBTITLE        #language zh-chs "硬盘驱动BBS优先级"
#string STR_HDD_BOOT_ORDER_HELP       #language zh-chs "指定可用的硬盘驱动启动顺序优先级"
#string STR_ODD_BOOT_ORDER_SUBTITLE        #language zh-chs "CDROM/DVD驱动BBS优先级"
#string STR_ODD_BOOT_ORDER_HELP         #language zh-chs "指定可用的CDROM/DVD驱动启动顺序优先级"
#string STR_NETWORK_BOOT_ORDER_SUBTITLE #language zh-chs "网络驱动BBS优先级"
#string STR_NETWORK_BOOT_ORDER_HELP     #language zh-chs "指定可用的网络驱动启动顺序优先级"
#string STR_USB_BOOT_ORDER_SUBTITLE     #language zh-chs "USB驱动BBS优先级"
#string STR_USB_BOOT_ORDER_HELP         #language zh-chs "指定可用的USB驱动启动顺序优先级"
#string STR_OTHER_BOOT_ORDER_SUBTITLE     #language zh-chs "其他驱动BBS优先级"
#string STR_OTHER_BOOT_ORDER_HELP         #language zh-chs "指定可用的其他驱动启动顺序优先级"
#string STR_UEFI_HDD_BOOT_ORDER_SUBTITLE    #language zh-chs "UEFI硬盘驱动BBS优先级"
#string STR_UEFI_HDD_BOOT_ORDER_HELP         #language zh-chs "指定可用的UEFI硬盘驱动启动顺序优先级"
#string STR_UEFI_ODD_BOOT_ORDER_SUBTITLE    #language zh-chs "UEFI CDROM/DVD驱动BBS优先级"
#string STR_UEFI_ODD_BOOT_ORDER_HELP         #language zh-chs "指定可用的UEFI CDROM/DVD驱动启动顺序优先级"
#string STR_UEFI_NETWORK_BOOT_ORDER_SUBTITLE    #language zh-chs "UEFI网络驱动BBS优先级"
#string STR_UEFI_NETWORK_BOOT_ORDER_HELP    #language zh-chs "指定可用的UEFI网络驱动启动顺序优先级"
#string STR_UEFI_APPLICATION_BOOT_ORDER_SUBTITLE    #language zh-chs "UEFI应用BBS优先级"
#string STR_UEFI_APPLICATION_BOOT_ORDER_HELP         #language zh-chs "指定可用的UEFI应用启动顺序优先级"
#string STR_UEFI_USB_BOOT_ORDER_SUBTITLE            #language zh-chs "UEFI USB驱动BBS优先级"
#string STR_UEFI_USB_BOOT_ORDER_HELP                #language zh-chs "指定可用的UEFI USB驱动启动顺序优先级"
#string STR_UEFI_OTHER_BOOT_ORDER_SUBTITLE            #language zh-chs "UEFI其他驱动BBS优先级"
#string STR_UEFI_OTHER_BOOT_ORDER_HELP                #language zh-chs "指定可用的UEFI其他驱动启动顺序优先级"
#string STR_LEGACY_BOOT_ORDER_1       #language zh-chs "启动项 #1"
#string STR_LEGACY_BOOT_ORDER_2       #language zh-chs "启动项 #2"
#string STR_LEGACY_BOOT_ORDER_3       #language zh-chs "启动项 #3"
#string STR_LEGACY_BOOT_ORDER_4       #language zh-chs "启动项 #4"
#string STR_LEGACY_BOOT_ORDER_5       #language zh-chs "启动项 #5"
#string STR_LEGACY_BOOT_ORDER_6       #language zh-chs "启动项 #6"
#string STR_LEGACY_BOOT_ORDER_7       #language zh-chs "启动项 #7"
#string STR_LEGACY_BOOT_ORDER_8       #language zh-chs "启动项 #8"
#string STR_LEGACY_BOOT_ORDER_9       #language zh-chs "启动项 #9"
#string STR_LEGACY_BOOT_ORDER_10      #language zh-chs "启动项 #10"
#string STR_LEGACY_BOOT_ORDER_11      #language zh-chs "启动项 #11"
#string STR_LEGACY_BOOT_ORDER_12      #language zh-chs "启动项 #12"
#string STR_LEGACY_BOOT_ORDER_13      #language zh-chs "启动项 #13"
#string STR_LEGACY_BOOT_ORDER_14      #language zh-chs "启动项 #14"
#string STR_LEGACY_BOOT_ORDER_15      #language zh-chs "启动项 #15"
#string STR_LEGACY_BOOT_ORDER_16      #language zh-chs "启动项 #16"
#string STR_LEGACY_BOOT_ORDER_17      #language zh-chs "启动项 #17"
#string STR_LEGACY_BOOT_ORDER_18      #language zh-chs "启动项 #18"
#string STR_LEGACY_BOOT_ORDER_19      #language zh-chs "启动项 #19"
#string STR_LEGACY_BOOT_ORDER_20      #language zh-chs "启动项 #20"
#string STR_LEGACY_BOOT_ORDER_21      #language zh-chs "启动项 #21"
#string STR_LEGACY_BOOT_ORDER_22      #language zh-chs "启动项 #22"
#string STR_LEGACY_BOOT_ORDER_23      #language zh-chs "启动项 #23"
#string STR_LEGACY_BOOT_ORDER_24      #language zh-chs "启动项 #24"
#string STR_LEGACY_BOOT_ORDER_25      #language zh-chs "启动项 #25"
#string STR_LEGACY_BOOT_ORDER_26      #language zh-chs "启动项 #26"
#string STR_LEGACY_BOOT_ORDER_27      #language zh-chs "启动项 #27"
#string STR_LEGACY_BOOT_ORDER_28      #language zh-chs "启动项 #28"
#string STR_LEGACY_BOOT_ORDER_29      #language zh-chs "启动项 #29"
#string STR_LEGACY_BOOT_ORDER_30      #language zh-chs "启动项 #30"
#string STR_LEGACY_BOOT_ORDER_31      #language zh-chs "启动项 #31"
#string STR_LEGACY_BOOT_ORDER_32      #language zh-chs "启动项 #32"
#string STR_LEGACY_BOOT_ORDER_33      #language zh-chs "启动项 #33"
#string STR_LEGACY_BOOT_ORDER_34      #language zh-chs "启动项 #34"
#string STR_LEGACY_BOOT_ORDER_35      #language zh-chs "启动项 #35"
#string STR_LEGACY_BOOT_ORDER_36      #language zh-chs "启动项 #36"
#string STR_UEFI_BOOT_ORDER_1       #language zh-chs "启动项 #1"
#string STR_UEFI_BOOT_ORDER_2       #language zh-chs "启动项 #2"
#string STR_UEFI_BOOT_ORDER_3       #language zh-chs "启动项 #3"
#string STR_UEFI_BOOT_ORDER_4       #language zh-chs "启动项 #4"
#string STR_UEFI_BOOT_ORDER_5       #language zh-chs "启动项 #5"
#string STR_UEFI_BOOT_ORDER_6       #language zh-chs "启动项 #6"
#string STR_UEFI_BOOT_ORDER_7       #language zh-chs "启动项 #7"
#string STR_UEFI_BOOT_ORDER_8       #language zh-chs "启动项 #8"
#string STR_UEFI_BOOT_ORDER_9       #language zh-chs "启动项 #9"
#string STR_UEFI_BOOT_ORDER_10      #language zh-chs "启动项 #10"
#string STR_UEFI_BOOT_ORDER_11      #language zh-chs "启动项 #11"
#string STR_UEFI_BOOT_ORDER_12      #language zh-chs "启动项 #12"
#string STR_UEFI_BOOT_ORDER_13      #language zh-chs "启动项 #13"
#string STR_UEFI_BOOT_ORDER_14      #language zh-chs "启动项 #14"
#string STR_UEFI_BOOT_ORDER_15      #language zh-chs "启动项 #15"
#string STR_UEFI_BOOT_ORDER_16      #language zh-chs "启动项 #16"
#string STR_UEFI_BOOT_ORDER_17      #language zh-chs "启动项 #17"
#string STR_UEFI_BOOT_ORDER_18      #language zh-chs "启动项 #18"
#string STR_UEFI_BOOT_ORDER_19      #language zh-chs "启动项 #19"
#string STR_UEFI_BOOT_ORDER_20      #language zh-chs "启动项 #20"

//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2020-2021, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************